[{'id': '11', 'score': 0.0, 'values': [], 'metadata': {'author_name': 'Jonah Berger', 'category': '5 New Books that Turn Readers Into Leaders', 'tagName': 'Confidence', 'text': " title | The Catalyst: How to Change Anyone's Mind, author_name | Jonah Berger, category | Jonah Berger is a marketing professor at the Wharton School at the University of Pennsylvania, and the internationally bestselling author of Contagious, Invisible Influence, and The Catalyst. He is a world-renowned expert on social influence, word of mouth, and why products, ideas, and behaviors catch on.1. Don%u2019t push harder%u2014just take off the parking brake.When we try to change someone%u2019s mind, we think that if we just add more information or more good reasons, they will eventually do what we ask. But adding more pressure only creates more resistance; instead, think about sitting in a car parked on a gentle slope. When pushing harder and harder on the gas doesn%u2019t get it moving, simply depress the parking brake. By removing barriers to action, persuasion happens naturally.2. Reduce reactance by offering a choice.People like to feel like they have freedom and control over their lives, like the choices they make are driven by themselves rather than outside forces. So when we detect an incoming attempt at persuasion, we instinctively become defensive and skeptical. To disarm these defenses, give someone a menu of two or three options, which makes them feel more in control of the decision and therefore more open to change.3. Ease endowment by pointing out the costs of the status quo.People are naturally attached to the things they%u2019re already doing, ideas they already have, and products they%u2019re already using. To help loosen their grip, show them that the status quo is not as easy and harmless as they may think. People tend to brush off or ignore small problems with the status quo, but by shedding new light on these flaws and pointing out how they compound over time, you can make the inconvenience of change look more appealing than the cost of inaction.4. Shrink distance by asking for less.When we ask for things, we tend to ask for a lot%u2014we might hope that people of a different political persuasion will suddenly %u201Cget it%u201D and immediately switch to our side of the issues. But when the distance between how things are and how you want them to be is too great, people will be unwilling to take the leap. Instead, start by asking for a small, manageable change, and when that has been made, ask for another. Big shifts do not happen right away, but one step at a time.5. Alleviate uncertainty by lowering the barrier to trial.Whether it%u2019s a new product, service, idea, or behavior, a new way of doing things means uncertainty, and uncertainty means potential risk. To help put people%u2019s minds at ease, companies like Dropbox and the New York Times have allowed people to start using their services for free, with little cost or risk to them. This lowered barrier to trial reduces uncertainty in the minds of consumers, and allows them to convince themselves of the value they%u2019re being offered., tagName | Confidence, description | Jonah Berger is a marketing professor at the Wharton School at the University of Pennsylvania, and the internationally bestselling author of Contagious, Invisible Influence, and The Catalyst. He is a world-renowned expert on social influence, word of mouth, and why products, ideas, and behaviors catch on.1. Don%u2019t push harder%u2014just take off the parking brake.When we try to change someone%u2019s mind, we think that if we just add more information or more good reasons, they will eventually do what we ask. But adding more pressure only creates more resistance; instead, think about sitting in a car parked on a gentle slope. When pushing harder and harder on the gas doesn%u2019t get it moving, simply depress the parking brake. By removing barriers to action, persuasion happens naturally.2. Reduce reactance by offering a choice.People like to feel like they have freedom and control over their lives, like the choices they make are driven by themselves rather than outside forces. So when we detect an incoming attempt at persuasion, we instinctively become defensive and skeptical. To disarm these defenses, give someone a menu of two or three options, which makes them feel more in control of the decision and therefore more open to change.3. Ease endowment by pointing out the costs of the status quo.People are naturally attached to the things they%u2019re already doing, ideas they already have, and products they%u2019re already using. To help loosen their grip, show them that the status quo is not as easy and harmless as they may think. People tend to brush off or ignore small problems with the status quo, but by shedding new light on these flaws and pointing out how they compound over time, you can make the inconvenience of change look more appealing than the cost of inaction.4. Shrink distance by asking for less.When we ask for things, we tend to ask for a lot%u2014we might hope that people of a different political persuasion will suddenly %u201Cget it%u201D and immediately switch to our side of the issues. But when the distance between how things are and how you want them to be is too great, people will be unwilling to take the leap. Instead, start by asking for a small, manageable change, and when that has been made, ask for another. Big shifts do not happen right away, but one step at a time.5. Alleviate uncertainty by lowering the barrier to trial.Whether it%u2019s a new product, service, idea, or behavior, a new way of doing things means uncertainty, and uncertainty means potential risk. To help put people%u2019s minds at ease, companies like Dropbox and the New York Times have allowed people to start using their services for free, with little cost or risk to them. This lowered barrier to trial reduces uncertainty in the minds of consumers, and allows them to convince themselves of the value they%u2019re being offered.", 'title': "The Catalyst: How to Change Anyone's Mind", 'tokens': 1264.0}}, {'id': '10', 'score': 0.0, 'values': [], 'metadata': {'author_name': 'Jim McKelvey', 'category': '', 'tagName': 'Compassion', 'text': " title | The Innovation Stack: Building an Unbeatable Business One Crazy Idea at a Time, author_name | Jim McKelvey, category | Jim McKelvey is a serial entrepreneur, inventor, philanthropist and artist. He is the cofounder of Square, was chairman of its board until 2010, and still serves on the Board of Directors. In 2017, he was appointed as an Independent Director of the St. Louis Federal Reserve.1. Square squared off with Amazon and won, thanks to the Innovation Stack.When Jim McKelvey founded Square in 2009 with Jack Dorsey, everything started off great. But in 2014, Amazon copied their product and undercut their price, threatening to make Square the latest tech startup crushed by their titanic weight. But then, unexpectedly, Amazon backed off. How did Square survive? McKelvey spent years looking for the answer, and the result is a strategy he calls the %u201CInnovation Stack.%u201D2. The word %u201Centrepreneur%u201D used to mean something very different.These days, opening a coffee shop or starting an accounting firm qualifies you as an entrepreneur. But when economist Joseph Schumpeter popularized the word a hundred years ago, he was referring to businesspeople who were a little crazy, who were doing things that had truly never been done before.3. There are such things as %u201Cperfect problems%u201D.Think of every possible problem in the world sorted by level of difficulty. On one side of the continuum, you have problems that we definitely know how to tackle, and on the other end, there are problems that are well beyond our abilities to solve. But in the middle are %u201Cperfect problems%u201D that we can solve%u2014but only if we invent brand new solutions.4. Opportunity often lies beyond the market%u2019s end.Picture a market like a pyramid. At the top of the pyramid, you have a few luxury brands, high prices, and low volumes; then as you move down, the prices get lower and the volumes get higher until finally, at the bottom of the pyramid, the market stops. These days, the market for new cars ends at about $15,000, so if you only have $5,000 to spend, you're not getting a new car. But many successful entrepreneurial companies built for an invisible and unknown market below what everyone thought was possible. In other words, if you want to be big, go low.5. When trying something radically new, there are no guarantees.Many of the people who have changed history just wanted to do what everyone else was doing, but were excluded, finding themselves in a strange land without a map. And when they ventured into entrepreneurship%u2014in its classic definition, attempting to solve a perfect problem%u2014they often worked without guarantees or credentials, because by definition, there can be no expert of the new., tagName | Compassion, description | Jim McKelvey is a serial entrepreneur, inventor, philanthropist and artist. He is the cofounder of Square, was chairman of its board until 2010, and still serves on the Board of Directors. In 2017, he was appointed as an Independent Director of the St. Louis Federal Reserve.1. Square squared off with Amazon and won, thanks to the Innovation Stack.When Jim McKelvey founded Square in 2009 with Jack Dorsey, everything started off great. But in 2014, Amazon copied their product and undercut their price, threatening to make Square the latest tech startup crushed by their titanic weight. But then, unexpectedly, Amazon backed off. How did Square survive? McKelvey spent years looking for the answer, and the result is a strategy he calls the %u201CInnovation Stack.%u201D2. The word %u201Centrepreneur%u201D used to mean something very different.These days, opening a coffee shop or starting an accounting firm qualifies you as an entrepreneur. But when economist Joseph Schumpeter popularized the word a hundred years ago, he was referring to businesspeople who were a little crazy, who were doing things that had truly never been done before.3. There are such things as %u201Cperfect problems%u201D.Think of every possible problem in the world sorted by level of difficulty. On one side of the continuum, you have problems that we definitely know how to tackle, and on the other end, there are problems that are well beyond our abilities to solve. But in the middle are %u201Cperfect problems%u201D that we can solve%u2014but only if we invent brand new solutions.4. Opportunity often lies beyond the market%u2019s end.Picture a market like a pyramid. At the top of the pyramid, you have a few luxury brands, high prices, and low volumes; then as you move down, the prices get lower and the volumes get higher until finally, at the bottom of the pyramid, the market stops. These days, the market for new cars ends at about $15,000, so if you only have $5,000 to spend, you're not getting a new car. But many successful entrepreneurial companies built for an invisible and unknown market below what everyone thought was possible. In other words, if you want to be big, go low.5. When trying something radically new, there are no guarantees.Many of the people who have changed history just wanted to do what everyone else was doing, but were excluded, finding themselves in a strange land without a map. And when they ventured into entrepreneurship%u2014in its classic definition, attempting to solve a perfect problem%u2014they often worked without guarantees or credentials, because by definition, there can be no expert of the new.", 'title': 'The Innovation Stack: Building an Unbeatable Business One Crazy Idea at a Time', 'tokens': 1202.0}}, {'id': '7', 'score': 0.0, 'values': [], 'metadata': {'author_name': 'Robert Glazer', 'category': '7 Books You Should Have Read By Now', 'tagName': 'Career', 'text': " title | Friday Forward: Inspiration & Motivation to Help You End Your Week Stronger Than It Started, author_name | Robert Glazer, category | Robert Glazer is the founder and CEO of global partner marketing agency, Acceleration Partners, which was recognized as a best place to work by Inc., Fortune, Forbes, Entrepreneur, the Boston Globe, and Glassdoor. He is also the co-founder and Chairman of BrandCycle and was selected as Glassdoor’s #2 small-business CEO in America.1. Overnight success is a myth.Before he was a world-famous musician, Ed Sheeran played 300 live shows over four years in London, selling self-published CDs from a rucksack without any real success. Along the way he lost his apartment and resorted to sleeping near a heating duct outside Buckingham Palace. But he didn't give up; in 2010, he bought a one-way ticket to Los Angeles, and eventually, he got his big break. So in addition to his talent, what led him to stratospheric success? He had a clear vision, and a dogged determination to see his dream through, despite failures, fatigue, disappointments, and setbacks. He was willing to take risks and bet on himself.2. Strive for excellence in all that you do.Ann Miura-Ko's father instilled in her the importance of giving a world-class effort to everything she did, no matter how trivial. So while working as an administrative assistant at Yale, she made crisp copies that people could not discern from the original. She used a label maker for filing, and she made sure to pick the freshest donuts when asked to bring them into the office. A few years into the job, the Dean popped in and said he needed someone to tour his friend Lewis around the engineering school. Miura-Ko gave a great tour and developed a good rapport with the man, who turned out to be Lewis Platt, the CEO of Hewlett-Packard. Platt became a key figure in her professional development, and Ann Miura-Ko went on to become one of the most respected venture capitalists in the country. As her story illustrates, when we commit to being world-class in all that we do, we are choosing our own circumstances, no matter how insignificant they might seem at the time.3. Learn to say no with these three strategies.Give up the guilt. If saying yes to a new request would mean time and attention away from something meaningful that you've already committed to, then saying no is the right thing to do.Know your core values. The next time you get an ask, consider whether fulfilling that need speaks to your core values. Time is both precious and limited, so ensure that your commitments move you toward what is most important to you.Leverage templates. When you decide to say no, how you choose to respond can make all the difference. A good rejection letter includes a personal acknowledgement of the individual making the request, an admission of your own need to focus on previous commitments, and a clear statement that you cannot help in this matter. People who get lots of requests often use templates to help them decline politely and consistently. So when you field a new type of request, consider turning your response into a template.4. The value of putting yourself first.Being selfish and putting yourself first are not the same thing. Being selfish is about believing that the world revolves around you, and not caring about the well-being of others. Putting yourself first, however, is about not compromising on your own needs. To be at our best, for ourselves and for others, we need to make sure that we are living in a way that leaves us happy, healthy, and rested. So prioritize basic needs like sleeping, eating, and exercising. Also try keeping a journal, which promotes self-accountability and mindfulness. Rather than ending up too tired to serve others or enjoy your own achievements, remember to put yourself first.5. The importance of resilience.One Sunday in April 1981, the husband of Dr. Mary-Claire King declared that he was leaving her. The following day after work, she discovered that her house had been burglarized. That Friday, King was scheduled to fly to DC to make a case for her first research grant, but she had no one to watch her daughter. So, she called her mentor and told him that she couldn’t make the trip, but he told King to bring her daughter along. He even bought her daughter a plane ticket. In the end, King gave her presentation, received a grant for her research, and later made one of the largest discoveries in breast cancer to date. Mary-Claire King had every reason to quit that week, but the truth is, we all have bad days, weeks, and even months. The question is not whether they will happen, but how we handle them. Will we laugh off our bad luck, or get immobilized by despair? The important thing is to just keep moving forward., tagName | Career, description | Robert Glazer is the founder and CEO of global partner marketing agency, Acceleration Partners, which was recognized as a best place to work by Inc., Fortune, Forbes, Entrepreneur, the Boston Globe, and Glassdoor. He is also the co-founder and Chairman of BrandCycle and was selected as Glassdoor’s #2 small-business CEO in America.1. Overnight success is a myth.Before he was a world-famous musician, Ed Sheeran played 300 live shows over four years in London, selling self-published CDs from a rucksack without any real success. Along the way he lost his apartment and resorted to sleeping near a heating duct outside Buckingham Palace. But he didn't give up; in 2010, he bought a one-way ticket to Los Angeles, and eventually, he got his big break. So in addition to his talent, what led him to stratospheric success? He had a clear vision, and a dogged determination to see his dream through, despite failures, fatigue, disappointments, and setbacks. He was willing to take risks and bet on himself.2. Strive for excellence in all that you do.Ann Miura-Ko's father instilled in her the importance of giving a world-class effort to everything she did, no matter how trivial. So while working as an administrative assistant at Yale, she made crisp copies that people could not discern from the original. She used a label maker for filing, and she made sure to pick the freshest donuts when asked to bring them into the office. A few years into the job, the Dean popped in and said he needed someone to tour his friend Lewis around the engineering school. Miura-Ko gave a great tour and developed a good rapport with the man, who turned out to be Lewis Platt, the CEO of Hewlett-Packard. Platt became a key figure in her professional development, and Ann Miura-Ko went on to become one of the most respected venture capitalists in the country. As her story illustrates, when we commit to being world-class in all that we do, we are choosing our own circumstances, no matter how insignificant they might seem at the time.3. Learn to say no with these three strategies.Give up the guilt. If saying yes to a new request would mean time and attention away from something meaningful that you've already committed to, then saying no is the right thing to do.Know your core values. The next time you get an ask, consider whether fulfilling that need speaks to your core values. Time is both precious and limited, so ensure that your commitments move you toward what is most important to you.Leverage templates. When you decide to say no, how you choose to respond can make all the difference. A good rejection letter includes a personal acknowledgement of the individual making the request, an admission of your own need to focus on previous commitments, and a clear statement that you cannot help in this matter. People who get lots of requests often use templates to help them decline politely and consistently. So when you field a new type of request, consider turning your response into a template.4. The value of putting yourself first.Being selfish and putting yourself first are not the same thing. Being selfish is about believing that the world revolves around you, and not caring about the well-being of others. Putting yourself first, however, is about not compromising on your own needs. To be at our best, for ourselves and for others, we need to make sure that we are living in a way that leaves us happy, healthy, and rested. So prioritize basic needs like sleeping, eating, and exercising. Also try keeping a journal, which promotes self-accountability and mindfulness. Rather than ending up too tired to serve others or enjoy your own achievements, remember to put yourself first.5. The importance of resilience.One Sunday in April 1981, the husband of Dr. Mary-Claire King declared that he was leaving her. The following day after work, she discovered that her house had been burglarized. That Friday, King was scheduled to fly to DC to make a case for her first research grant, but she had no one to watch her daughter. So, she called her mentor and told him that she couldn’t make the trip, but he told King to bring her daughter along. He even bought her daughter a plane ticket. In the end, King gave her presentation, received a grant for her research, and later made one of the largest discoveries in breast cancer to date. Mary-Claire King had every reason to quit that week, but the truth is, we all have bad days, weeks, and even months. The question is not whether they will happen, but how we handle them. Will we laugh off our bad luck, or get immobilized by despair? The important thing is to just keep moving forward.", 'title': 'Friday Forward: Inspiration & Motivation to Help You End Your Week Stronger Than It Started', 'tokens': 2004.0}}, {'id': '8', 'score': 0.0, 'values': [], 'metadata': {'author_name': 'Dan Heath', 'category': 'Most Popular', 'tagName': 'Climate Change', 'text': ' title | Upstream: How to Solve Problems Before They Happen, author_name | Dan Heath, category | Dan Heath and his brother, Chip, have written four New York Times bestselling books: Made to Stick, Switch, Decisive, and The Power of Moments, which have sold over three million copies worldwide. Heath is a senior fellow at Duke University%u2019s CASE center, which supports entrepreneurs fighting for social good.1. We spend too much time %u201Cdownstream%u201D and not enough time %u201Cupstream.%u201DSo often in life, we find ourselves trapped in a cycle of reaction, putting out fires or responding to emergencies without going upstream to address the systems that beget those problems. A classic example of this is our healthcare system%u2014as former CMS deputy director Patrick Conway put it, "We\'ll pay $40,000 a year for the price of insulin, but we won\'t pay $1,000 to prevent someone from ever getting diabetes."2. There%u2019s no glory in upstream work, and we need to fix that.When we think about heroes, we think about firefighters, first responders, and lifeguards who save people from drowning. But we also need to recognize the people who keep the day from needing to be saved, like a police officer who, by virtue of her presence at a notoriously chaotic intersection, causes drivers to drive more carefully, and prevents accidents from happening. People like that are our upstream heroes.3. To prevent problems, reconnect fragmented systems.At so many companies, departments are divided into silos%u2014marketers find potential leads, IT specialists keep the tech running, and customer service reps answer as many queries as they can. This specialization is wonderful for efficiency and productivity, but it can be very bad for upstream work. Upstream success means stitching disparate goals together, creating a joint effort to prevent problems rather than react to them.4. Macro change often starts with micro work.Over a span of ten months, Rockford, Illinois became the first city in the U.S. to eliminate the problem of veteran and chronic homelessness. And they did it by first gathering real-time information about all the homeless people in the city, name by name, location by location. Only when you get that close to a problem can you spot leverage points in systems that need to be changed. Ultimately, you can\'t help a million people until you really understand how to help one.5. We can improve our lives with upstream thinking.A man named Rich Merissa and his wife had a recurring argument%u2014when Rich would take the dog out, he would flip the hallway light on, but when he%u2019d return, he%u2019d often forget to turn it off, which really irked his wife. Then one day, a solution dawned on Rich. He went to Home Depot and bought a $10 light switch timer, which automatically turned the light off after a set period of time. Problem solved! Indeed, how many problems are we tolerating simply because we%u2019ve forgotten that we can fix them? In cases like this, upstream thinking can help. , tagName | Climate Change, description | Dan Heath and his brother, Chip, have written four New York Times bestselling books: Made to Stick, Switch, Decisive, and The Power of Moments, which have sold over three million copies worldwide. Heath is a senior fellow at Duke University%u2019s CASE center, which supports entrepreneurs fighting for social good.1. We spend too much time %u201Cdownstream%u201D and not enough time %u201Cupstream.%u201DSo often in life, we find ourselves trapped in a cycle of reaction, putting out fires or responding to emergencies without going upstream to address the systems that beget those problems. A classic example of this is our healthcare system%u2014as former CMS deputy director Patrick Conway put it, "We\'ll pay $40,000 a year for the price of insulin, but we won\'t pay $1,000 to prevent someone from ever getting diabetes."2. There%u2019s no glory in upstream work, and we need to fix that.When we think about heroes, we think about firefighters, first responders, and lifeguards who save people from drowning. But we also need to recognize the people who keep the day from needing to be saved, like a police officer who, by virtue of her presence at a notoriously chaotic intersection, causes drivers to drive more carefully, and prevents accidents from happening. People like that are our upstream heroes.3. To prevent problems, reconnect fragmented systems.At so many companies, departments are divided into silos%u2014marketers find potential leads, IT specialists keep the tech running, and customer service reps answer as many queries as they can. This specialization is wonderful for efficiency and productivity, but it can be very bad for upstream work. Upstream success means stitching disparate goals together, creating a joint effort to prevent problems rather than react to them.4. Macro change often starts with micro work.Over a span of ten months, Rockford, Illinois became the first city in the U.S. to eliminate the problem of veteran and chronic homelessness. And they did it by first gathering real-time information about all the homeless people in the city, name by name, location by location. Only when you get that close to a problem can you spot leverage points in systems that need to be changed. Ultimately, you can\'t help a million people until you really understand how to help one.5. We can improve our lives with upstream thinking.A man named Rich Merissa and his wife had a recurring argument%u2014when Rich would take the dog out, he would flip the hallway light on, but when he%u2019d return, he%u2019d often forget to turn it off, which really irked his wife. Then one day, a solution dawned on Rich. He went to Home Depot and bought a $10 light switch timer, which automatically turned the light off after a set period of time. Problem solved! Indeed, how many problems are we tolerating simply because we%u2019ve forgotten that we can fix them? In cases like this, upstream thinking can help. ', 'title': 'Upstream: How to Solve Problems Before They Happen', 'tokens': 1297.0}}, {'id': '9', 'score': 0.0, 'values': [], 'metadata': {'author_name': 'David Sax', 'category': '8 New Books to Turn Couch Potatoes Into Rocket Scientists', 'tagName': 'Communication', 'text': " title | The Soul of an Entrepreneur: Work and Life Beyond the Startup Myth, author_name | David Sax, category | David Sax is a writer, reporter, and speaker who specializes in business and culture. His previous book, The Revenge of Analog, was a #1 Washington Post bestseller, was selected as one of Michiko Kakutani's Top Ten books of 2016 for the\xa0New York Times, and has been translated into six languages. He is also the author of Save the Deli, which won a James Beard award, and The Tastemakers.1. How you define an %u201Centrepreneur%u201D varies widely.While the basic definition of an entrepreneur is someone who is their own boss and starts a company, some say that an entrepreneur has to be an innovator or an inventor. Others declare that entrepreneurs upend the status quo, or must be risk-takers. The definition Sax prefers, however, is someone who has the freedom to do the work they want to do, but bears the risk of not knowing where their next paycheck will come from.2. Entrepreneurs are not who we expect them to be.Despite what you typically see on business magazine covers, in America, the average age of an entrepreneur isn't  22%u2014it's 45. In fact, millennials, who were predicted to be the most entrepreneurial generation of all time, are actually the generation that's the least likely to start a business or work for themselves. And the fastest-growing group of American entrepreneurs are female minorities. These entrepreneurs aren't who we have come to expect, but they form the backbone of our economy.3. Entrepreneurship is not only about money.Each of the entrepreneurs Sax spoke with has something different that keeps them going. For one family of Syrian immigrants in Toronto, opening a restaurant gave them a chance to regain independence and build a new identity after their lives were upended by war. Others were driven to help their community, to live the lifestyle they wanted, to spend more time with their family, to put their personal values into action, or even to work with friends.4. The startup boom is largely a fable.The past decade has been hailed as a golden age for entrepreneurs, when people everywhere can start businesses more easily and with greater success than at any other time in history. But the stories of Facebook, WeWork, Casper, and other overnight sensations are outliers, not part a large-scale trend. In fact, the number of Americans and other Westerners who are working for themselves and starting businesses is half of what it was in 1979.5. We need entrepreneurs, and entrepreneurs need us.Right now in 2020, we%u2019re experiencing a crisis that is devastating for entrepreneurs all over the world. They need our help to weather this storm, not only financially but also emotionally%u2014entrepreneurs often feel isolated and alone, even in the best of times. So they need to know that their community cares for them, that the failure of a business is not their failure as individuals, that we value them and the work that they do. We need entrepreneurs to take risks and rebuild our society, and they need us to help make it happen., tagName | Communication, description | David Sax is a writer, reporter, and speaker who specializes in business and culture. His previous book, The Revenge of Analog, was a #1 Washington Post bestseller, was selected as one of Michiko Kakutani's Top Ten books of 2016 for the\xa0New York Times, and has been translated into six languages. He is also the author of Save the Deli, which won a James Beard award, and The Tastemakers.1. How you define an %u201Centrepreneur%u201D varies widely.While the basic definition of an entrepreneur is someone who is their own boss and starts a company, some say that an entrepreneur has to be an innovator or an inventor. Others declare that entrepreneurs upend the status quo, or must be risk-takers. The definition Sax prefers, however, is someone who has the freedom to do the work they want to do, but bears the risk of not knowing where their next paycheck will come from.2. Entrepreneurs are not who we expect them to be.Despite what you typically see on business magazine covers, in America, the average age of an entrepreneur isn't  22%u2014it's 45. In fact, millennials, who were predicted to be the most entrepreneurial generation of all time, are actually the generation that's the least likely to start a business or work for themselves. And the fastest-growing group of American entrepreneurs are female minorities. These entrepreneurs aren't who we have come to expect, but they form the backbone of our economy.3. Entrepreneurship is not only about money.Each of the entrepreneurs Sax spoke with has something different that keeps them going. For one family of Syrian immigrants in Toronto, opening a restaurant gave them a chance to regain independence and build a new identity after their lives were upended by war. Others were driven to help their community, to live the lifestyle they wanted, to spend more time with their family, to put their personal values into action, or even to work with friends.4. The startup boom is largely a fable.The past decade has been hailed as a golden age for entrepreneurs, when people everywhere can start businesses more easily and with greater success than at any other time in history. But the stories of Facebook, WeWork, Casper, and other overnight sensations are outliers, not part a large-scale trend. In fact, the number of Americans and other Westerners who are working for themselves and starting businesses is half of what it was in 1979.5. We need entrepreneurs, and entrepreneurs need us.Right now in 2020, we%u2019re experiencing a crisis that is devastating for entrepreneurs all over the world. They need our help to weather this storm, not only financially but also emotionally%u2014entrepreneurs often feel isolated and alone, even in the best of times. So they need to know that their community cares for them, that the failure of a business is not their failure as individuals, that we value them and the work that they do. We need entrepreneurs to take risks and rebuild our society, and they need us to help make it happen.", 'title': 'The Soul of an Entrepreneur: Work and Life Beyond the Startup Myth', 'tokens': 1302.0}}]