[{'id': '27', 'score': 0.0, 'values': [], 'metadata': {'author_name': 'Christian Busch', 'category': 'Prove to Your Ex That You Were Right About Everything', 'tagName': 'Marketing & Sales', 'text': ' title | The Serendipity Mindset: The Art and Science of Creating Good Luck, author_name | Christian Busch, category | Prove to Your Ex That You Were Right About Everything, tagName | Marketing & Sales, description | Christian Busch, PhD, is an internationally known expert in the areas of innovation and entrepreneurship. He is the Director of the Global Economy Program at New York University’s Center for Global Affairs, and also teaches at the London School of Economics. A cofounder of Leaders on Purpose and the Sandbox Network—and former co-director of the LSE’s Innovation Lab—he has worked with senior executives around the world.1. We create “smart luck” by setting ourselves up for the unexpected.We often see the unforeseen as a “lucky” or “unlucky” event that just “happened to us.” But when you think back to the things that truly shaped your life, there was usually an active element—you had to do something with it. Imagine that you accidentally spill coffee on someone in a coffee shop, and although you sense that there might be a connection there, you just apologize and move on. But maybe had you talked with that person, who knows? Maybe they could have become your life partner. The same principle applies to business opportunities; “smart luck” is about capturing unexpected moments and turning them into positive outcomes via our own actions.2. Seed serendipity triggers.When meeting a new person, many of us ask, “So what do you do?” But we can set serendipity hooks and cast our net wide to achieve luckier outcomes. When someone asks entrepreneur Oli Barrett the dreaded “what do you do” question, he answers something like, “I love connecting people, I set up a company in the education sector, I recently started thinking about philosophy, and I enjoy playing the piano.” He gives four “hooks” so that others can choose the one that most relates to their life: “Oh, what a coincidence, I just started a philosophy salon. Let’s talk!”3. Instead of pretending we have everything mapped out, what we really need is a good compass.Despite life’s unexpected twists and turns, we often feel pressured to convey that we “have it all under control”—who hasn’t presented their CV as if their life were a coherent, rationally organized plan? But once we let go of the illusion that we can control everything, serendipity becomes possible. Research shows that inspiring leaders often balance a sense of direction with an appreciation of the unknown. Former Unilever CEO Paul Polman, for example, takes on many projects that come to him unexpectedly, but he is intentional about how they fit his purpose. Having a guiding principle or north star allows us to both deal with the unexpected and filter out distractions.4. Focus on opportunity rather than limitation.Once we look at how to make the best of a given situation, the most creative (and serendipitous) solutions emerge. During the COVID-19 pandemic, for example, breweries used their alcohol to make hand sanitizer, design companies started producing face masks, and musical artists captured digital audiences by teaching an instrument online. Taking whatever is at hand, looking at it afresh, and recombining it with other objects, skills, people, or ideas frequently leads to exciting new insights. You discover good luck by reframing your situation from one of passivity and powerlessness to one of activity and opportunity.5. We need to make accidents meaningful—and create meaningful accidents.The way we deal with the unexpected often defines who we are, especially during times of crisis. When Best Buy faced a hurricane in Puerto Rico, they worked with the local community and hired private planes to fly their employees to safety. It was the right thing to do, but in the long run, it also increased employee and customer loyalty. In this way, they turned the unexpected from a potential threat into a source of opportunity. So we do not need to have it all figured out in advance; a serendipity mindset will help us navigate the future.', 'title': 'The Serendipity Mindset: The Art and Science of Creating Good Luck', 'tokens': 827.0}}, {'id': '1', 'score': 0.0, 'values': [], 'metadata': {'author_name': 'string', 'category': 'string', 'tagName': 'string', 'text': ' title | string, author_name | string, category | string, tagName | string, description | string', 'title': 'string', 'tokens': 20.0}}, {'id': '12', 'score': 0.0, 'values': [], 'metadata': {'author_name': 'Olga Khazan', 'category': '4 New Books That Reveal Surprising Secrets from History', 'tagName': 'Conflict Resolution', 'text': " title | Weird: The Power of Being an Outsider in an Insider World, author_name | Olga Khazan, category | 4 New Books That Reveal Surprising Secrets from History, tagName | Conflict Resolution, description | Olga Khazan is an award-winning writer for The Atlantic covering health, gender, and science. She has also written for the Los Angeles Times, the Washington Post, Forbes, and other publications. She is a two-time recipient of the International Reporting Project's Journalism Fellowship, and the winner of the 2017 National Headliner Awards for Magazine Online Writing.1. Weirdness works differently in tight and loose cultures.Tight cultures are those in which social norms are strict and formal, and the punishments for breaking them are severe. Loose cultures, on the other hand, are much more tolerant of a wide range of behaviors, and are friendlier to people who break the mold. So if the people around you make you feel weird or excluded, it could be because the culture of your workplace, city, or social circle is tight.2. Being a proud oddball can enhance your creativity.An experiment led by Johns Hopkins business professor Sharon Kim showed that when study participants experienced rejection, they were much more creative in drawing unusual alien figures. This advantage was only present, however, when the snubbed participants considered themselves unique, and took pride in not belonging to any particular group.3. Being weird can help you stay true to your principles.People with strong virtues are often able to resist following social norms, especially when they can see those norms leading to a dark place. Furthermore, a 2003 study found that among students who felt that gay couples should be recognized under the law, those who felt their view was the morally correct one were willing to stick by their beliefs, even when they were told their view wasn't popular.4. Manage social anxiety and social slights with Solomon%u2019s paradox.If your uniqueness is creating interpersonal difficulties, look at your problems through a big-picture third-person lens, like a friend or mentor would. We can be much better at solving problems and thinking of advice when we imagine that the issue pertains to someone else, or when we refer to ourselves in the third person instead of using %u201CI.%u201D5. First accrue, then spend idiosyncrasy credits.Newcomers to a group are better accepted if they first pay homage to its established values and goals, and then start to deviate in small ways. In other words, conform at first, then innovate%u2014it's a good way reassure people that you can be normal in theory before you fully unleash your weirdness. In fact, this strategy played a big role in The Beatles%u2019 massive success.", 'title': 'Weird: The Power of Being an Outsider in an Insider World', 'tokens': 564.0}}, {'id': '11', 'score': 0.0, 'values': [], 'metadata': {'author_name': 'Jonah Berger', 'category': '5 New Books that Turn Readers Into Leaders', 'tagName': 'Confidence', 'text': " title | The Catalyst: How to Change Anyone's Mind, author_name | Jonah Berger, category | 5 New Books that Turn Readers Into Leaders, tagName | Confidence, description | Jonah Berger is a marketing professor at the Wharton School at the University of Pennsylvania, and the internationally bestselling author of Contagious, Invisible Influence, and The Catalyst. He is a world-renowned expert on social influence, word of mouth, and why products, ideas, and behaviors catch on.1. Don%u2019t push harder%u2014just take off the parking brake.When we try to change someone%u2019s mind, we think that if we just add more information or more good reasons, they will eventually do what we ask. But adding more pressure only creates more resistance; instead, think about sitting in a car parked on a gentle slope. When pushing harder and harder on the gas doesn%u2019t get it moving, simply depress the parking brake. By removing barriers to action, persuasion happens naturally.2. Reduce reactance by offering a choice.People like to feel like they have freedom and control over their lives, like the choices they make are driven by themselves rather than outside forces. So when we detect an incoming attempt at persuasion, we instinctively become defensive and skeptical. To disarm these defenses, give someone a menu of two or three options, which makes them feel more in control of the decision and therefore more open to change.3. Ease endowment by pointing out the costs of the status quo.People are naturally attached to the things they%u2019re already doing, ideas they already have, and products they%u2019re already using. To help loosen their grip, show them that the status quo is not as easy and harmless as they may think. People tend to brush off or ignore small problems with the status quo, but by shedding new light on these flaws and pointing out how they compound over time, you can make the inconvenience of change look more appealing than the cost of inaction.4. Shrink distance by asking for less.When we ask for things, we tend to ask for a lot%u2014we might hope that people of a different political persuasion will suddenly %u201Cget it%u201D and immediately switch to our side of the issues. But when the distance between how things are and how you want them to be is too great, people will be unwilling to take the leap. Instead, start by asking for a small, manageable change, and when that has been made, ask for another. Big shifts do not happen right away, but one step at a time.5. Alleviate uncertainty by lowering the barrier to trial.Whether it%u2019s a new product, service, idea, or behavior, a new way of doing things means uncertainty, and uncertainty means potential risk. To help put people%u2019s minds at ease, companies like Dropbox and the New York Times have allowed people to start using their services for free, with little cost or risk to them. This lowered barrier to trial reduces uncertainty in the minds of consumers, and allows them to convince themselves of the value they%u2019re being offered.", 'title': "The Catalyst: How to Change Anyone's Mind", 'tokens': 655.0}}, {'id': '23', 'score': 0.0, 'values': [], 'metadata': {'author_name': 'Justin Tosi & Brandon Warmke', 'category': '5 New Books That Will Supercharge Your Emotional Intelligence', 'tagName': 'History', 'text': ' title | Grandstanding: The Use and Abuse of Moral Talk, author_name | Justin Tosi & Brandon Warmke, category | 5 New Books That Will Supercharge Your Emotional Intelligence, tagName | History, description | Justin Tosi is Assistant Professor of Philosophy at Texas Tech University, where he focuses on moral, social, political, and legal philosophy. His work has been published in Philosophy & Public Affairs, Legal Theory, Pacific Philosophical Quarterly, and other venues. Brandon Warmke is Assistant Professor of Philosophy at Bowling Green State University, where he writes about ethics and politics. His work has been featured in The Atlantic, Scientific American, Vox, The Guardian, and the Huffington Post.1. Moral talk is not magic.When the United States launched Operation Iraqi Freedom, some would say things like, “People questioning this war are being disloyal to their country, and they should be tried for treason.” These critics of dissent were abusing moral talk, using it to humiliate and shame people they didn’t like. So we shouldn’t treat a statement as respectable or well-meaning simply because it includes a few moral phrases. Moral talk is not magic; it can be done badly.2. People use moral talk for self-promotion.Moral grandstanding has two parts. First, grandstanding involves saying or writing something in public discourse. A grandstander might say, “As a taxpayer, this president makes me feel ashamed to be a citizen of my country,” for example.Secondly, grandstanding must be motivated by a strong desire to be recognized as morally impressive. Someone might want others to be impressed with her deep concern for the poor, or the troops, for instance. Putting these two parts together, grandstanders contribute to public discourse out of a strong desire that others be impressed with their moral qualities.3. Grandstanding is tempting because of our psychology.It’s easy to find people talking about politics and morality in insufferable ways on social media, but it often seems that they’re simply putting on a show for their friends. Why is this so common?By nature, we human beings want to gain and keep social status, and a clear way to do that is to talk about your moral and political beliefs. We humans also think highly of ourselves; study after study shows that people rate themselves as morally superior to their peers. Finally, people constantly compare themselves to others, so if other people are posting about an issue online, you might feel like you should speak up, too.Add up all these ingredients, and it makes perfect sense that people engage in moral grandstanding, both online and off. We’re born self-promoters; we’re our own biggest fans; and we don’t like being outdone.4. Grandstanding causes cynicism.The moral of “The Boy Who Cried Wolf” is that it’s important that people be able to take you at your word. If you’re not careful about how you use your warning signals, people may not listen when you really need their attention.It’s a simple lesson, but participants in public discourse violate it all the time with their irresponsible use of moral talk. For instance, think of people who say that every critical comment about the president is unpatriotic, even treasonous, and should land the speaker in jail. Do you trust the moral judgment of people who say things like that?Grandstanders are too often like the boy who cried wolf; they overdo it with their moral talk, so we eventually become cynical and take them less seriously. But when there really is a pressing moral problem and a lot is at stake, we need to be able to trust one another. Otherwise, we might ignore the warning signals until it’s too late.5. Grandstanding causes polarization.Many grandstanders are in a moral arms race. They aren’t trying to figure out the truth—they’re trying to impress their audience. And to stand out, you have to be more remarkable than others who are also trying to be remarkable. So on cable news panels and in conversations among friends, people compete to issue the strongest condemnation of the president—or, depending on the channel or your friend group—his critics. As a result, grandstanders contribute to political polarization, both by becoming more extreme themselves and by incentivizing others to do the same.', 'title': 'Grandstanding: The Use and Abuse of Moral Talk', 'tokens': 866.0}}, {'id': '16', 'score': 0.0, 'values': [], 'metadata': {'author_name': 'Emily Balcetis', 'category': 'nan', 'tagName': 'Differently-Abled', 'text': " title | Clearer Closer Better: How Successful People See the World, author_name | Emily Balcetis, category | nan, tagName | Differently-Abled, description | Emily Balcetis, PhD, is an associate professor of psychology at New York University. Her work has been covered by Forbes, Newsweek,Time, National Public Radio, Scientific American, and The Atlantic, and she has lectured at Harvard, Princeton, Yale, and more. Her TEDx New York talk has been viewed by several million people.1. Materialize the long-term goal.When we make something visual, something we can literally see rather than just hold in our mind, we up the odds that we'll change our behavior. For example, many people design vision boards when they are setting a new, ambitious goal. They collect visual icons reflecting where they want to be in the future, and then hang them somewhere they will see everyday. Companies do this too by creating murals behind the main receptionist or designing a mission statement they share with the firm. 2. Become your own accountant.When pursuing goals, it%u2019s important to accurately monitor our progress. For example, one clinically obese man gradually became an ultramarathon runner by reviewing data he collected on himself. Apps marked how long he ran each day for months before every race, telling him how fast he ran and his average pace. By reviewing his progress, he could take real stock of his ability, and he grew a stronger sense of self-efficacy.3. Frame up your visual world to spark the right choices.What we see triggers our actions. Knowing this, we can craft a visual environment that nudges us to make choices that align with our long-term objectives. In one study, for example, people who moved to a new city were better able to sustain their exercise regime if their new neighborhoods had some of the same visual features as their old stomping grounds. In other words, we have the power to change our behavior by first changing what we put in our line of sight.4. Visualize failure to achieve success.When planning for a new goal, we have to carve out time to consider the ways we might fail. This is why, for example, flight attendants always tell us where the life preservers are located. If the plane is going down, that is not the time to figure out an action plan%u2014passengers should already know where to find those life jackets. So in advance, craft vivid, tangible images in your mind of all the ways your plan might go wrong. Then devise solutions, so that if disaster does strike, you%u2019ll know exactly what to do.5. Adopt a mindset of acceptance.Accepting failure is becoming a part of corporate culture worldwide%u2014after all, discovery requires learning what does not work as much as learning what does. And when a company removes the stigma of flopping, it allows employees and teams not only to fail faster, but also to learn sooner. In fact, research shows that when we allow ourselves to accept that we might make mistakes, our brains register errors faster, allowing us to learn, rebound, and improve faster as well.", 'title': 'Clearer Closer Better: How Successful People See the World', 'tokens': 652.0}}, {'id': '9', 'score': 0.0, 'values': [], 'metadata': {'author_name': 'David Sax', 'category': '8 New Books to Turn Couch Potatoes Into Rocket Scientists', 'tagName': 'Communication', 'text': " title | The Soul of an Entrepreneur: Work and Life Beyond the Startup Myth, author_name | David Sax, category | 8 New Books to Turn Couch Potatoes Into Rocket Scientists, tagName | Communication, description | David Sax is a writer, reporter, and speaker who specializes in business and culture. His previous book, The Revenge of Analog, was a #1 Washington Post bestseller, was selected as one of Michiko Kakutani's Top Ten books of 2016 for the\xa0New York Times, and has been translated into six languages. He is also the author of Save the Deli, which won a James Beard award, and The Tastemakers.1. How you define an %u201Centrepreneur%u201D varies widely.While the basic definition of an entrepreneur is someone who is their own boss and starts a company, some say that an entrepreneur has to be an innovator or an inventor. Others declare that entrepreneurs upend the status quo, or must be risk-takers. The definition Sax prefers, however, is someone who has the freedom to do the work they want to do, but bears the risk of not knowing where their next paycheck will come from.2. Entrepreneurs are not who we expect them to be.Despite what you typically see on business magazine covers, in America, the average age of an entrepreneur isn't  22%u2014it's 45. In fact, millennials, who were predicted to be the most entrepreneurial generation of all time, are actually the generation that's the least likely to start a business or work for themselves. And the fastest-growing group of American entrepreneurs are female minorities. These entrepreneurs aren't who we have come to expect, but they form the backbone of our economy.3. Entrepreneurship is not only about money.Each of the entrepreneurs Sax spoke with has something different that keeps them going. For one family of Syrian immigrants in Toronto, opening a restaurant gave them a chance to regain independence and build a new identity after their lives were upended by war. Others were driven to help their community, to live the lifestyle they wanted, to spend more time with their family, to put their personal values into action, or even to work with friends.4. The startup boom is largely a fable.The past decade has been hailed as a golden age for entrepreneurs, when people everywhere can start businesses more easily and with greater success than at any other time in history. But the stories of Facebook, WeWork, Casper, and other overnight sensations are outliers, not part a large-scale trend. In fact, the number of Americans and other Westerners who are working for themselves and starting businesses is half of what it was in 1979.5. We need entrepreneurs, and entrepreneurs need us.Right now in 2020, we%u2019re experiencing a crisis that is devastating for entrepreneurs all over the world. They need our help to weather this storm, not only financially but also emotionally%u2014entrepreneurs often feel isolated and alone, even in the best of times. So they need to know that their community cares for them, that the failure of a business is not their failure as individuals, that we value them and the work that they do. We need entrepreneurs to take risks and rebuild our society, and they need us to help make it happen.", 'title': 'The Soul of an Entrepreneur: Work and Life Beyond the Startup Myth', 'tokens': 679.0}}, {'id': '19', 'score': 0.0, 'values': [], 'metadata': {'author_name': 'Casper ter Kuile', 'category': '7 New Books That Will Remind You That Life Is Amazing', 'tagName': 'Ethics', 'text': ' title | The Power of Ritual: Turning Everyday Activities into Soulful Practices, author_name | Casper ter Kuile, category | 7 New Books That Will Remind You That Life Is Amazing, tagName | Ethics, description | Casper ter Kuile is the co-host of the award-winning podcast Harry Potter and the Sacred Text, a Ministry Innovation Fellow at Harvard Divinity School, and co-founder of startup Sacred Design Lab. His work has been featured in the New York Times, Boston Globe, Vice, The Atlantic, Washington Post and on PBS. He is the co-author of the seminal paper, "How We Gather," and the author of The Power of Ritual: Turning Everyday Activities into Soulful Practices.1. Traditional structures of American religion and community are declining.Traditional structures of American religion and community are declining. Simply said, more and more people are less and less religious. In survey after survey, we\'re seeing that when people are asked what religious identity they have, more and more people are ticking the %u201Cnone of the above%u201D box. At this point, 40% of millennials say that they\'re nothing in particular, and that number is likely to grow for Gen Z.All of that has a big impact on religious institutions. It\'s estimated that 3,500 churches in America close every year. And we\'re seeing a direct impact on our experience of loneliness.Loneliness is up. More and more, people are anxious, they feel like they have fewer and fewer people to talk to about things that are meaningful in their life, and all of that has a direct impact on our health. Scientists now estimate that loneliness has the same amount of impact, or more, on our mortality, as smoking 15 cigarettes a day or being clinically obese. So the loss of traditional structures of community and the loss of congregations is having areal impact on our physical, mental, and spiritual wellbeing.2. Spiritual communities are rising up in unexpected places.While we\'re seeing a decline of traditional structures of American religion and community, a new landscape of meaning-making communities is growing. Think of the rise of boutique fitness groups, like SoulCycle or CrossFit%u2014the way in which members get together for drinks on Friday night, or look after one another\'s pets if someone goes on a holiday. At CrossFit, there are talent nights and CrossFit games where the faithful gather once a year for a big Olympic-style celebration.In our research, we\'ve seen more and more secular communities like these fitness groups do things that you would expect to see in a religious congregation%u2014things like raising money for each other, accompanying one another through a cancer diagnosis, and campaigning for better local public housing. Grief and loss groups get together. Online communities form to share the experience of a debilitating illness. And fandom communities use the stories that they love to activate them in the real world around different social justice issues.3. Religion isn%u2019t about belief%u2014it%u2019s about practice.In America, our understanding of religion is profoundly shaped by the Protestant tradition. Following Luther, we have this sense that to be religious means to believe in God or to believe in something. Now that\'s part of it, of course, but when you look beyondProtestantism%u2014whether it\'s Judaism, Hinduism, or even Catholicism%u2014you start to see how practice is absolutely at the center of these traditions. Whether it\'s about eating a certain diet, venerating elders and ancestors, or observing certain kinds of time like the Sabbath, each of these embodies a way of being and adheres to a faith tradition that goes beyond belief.When we expand our understanding of religion to focus on practice, suddenly what we see in America is not that people are becoming less religious. It\'s just where they\'re doing religion is changing.4. Look to your habits to find your rituals.Many of us who are religious will have a life full of ritual, through both individual practices and communal celebrations. But for those of us who sit outside of religious traditions, who might describe ourselves as perhaps spiritual, but not religious or agnostic, we can find the practices that are meaningful to us, and ritualize them so that they become the foundation of our spiritual life. For example, you might have habits already in your every day that feel a little bit like a ritual: when you sit down for dinner together as a family, an evening walk with your partner, or the way you put your kids to bed. Perhaps it\'s a creative practice like dancing, singing, journaling, or painting. Each of these is an invitation into a deeper spiritual life if we consider them a ritual.Here are the three things that you need to do to take a habit and make it a ritual:First, bring an intention to it. You might want to connect more deeply with the world around you, for example, or find gratitude or rest in the practice.Second, learn to pay attention during the practice. This is where multisensory things can be helpful. Find away for it to smell nice, or to look beautiful, or to hear something that helps you keep your attention present while you\'re doing the ritual.Finally, repeat it over and over again. With intention, attention, and repetition you can take an everyday habit and deepen it so that it becomes a meaningful ritual in your life.5. What we practice, we become.It\'s easy to think of rituals as something nice to have, something pleasant or decorative, but in fact, rituals help us become the kind of person that we want to be. It\'s very easy for us if we\'re not intentional about choosing what rituals we want, to be shaped by the rituals the world gives us: the endless ritual of completing an Inbox Zero, for example, or working so hard that we hope one day we\'ll achieve being good enough.Rituals help us enter into a different frame of mind. Each ritual can be like a little bridge that we cross into a different way of thinking. For example, I practice a tech Sabbath onFriday night. I turn off my phone and laptop and light a candle. I sing a little song to myself as I stare out the window at the setting sun, and I enter into a time of rest.Rather than seeing this time of rest as a time of preparation or rejuvenation for the work week, I now understand the work week to be in service of this time of rest. As the greatJewish theologian, Abraham Joshua Heschel, teaches us, the rest is the taste of heaven. The Sabbath is a moment in which we go beyond the everyday and have a taste of the eternal. He describes it as a palace in time.These rituals shape how we understand ourselves and the world around us so that we are not just a cog in a machine or a productivity engine, but that we are sacred, beloved beings, just as we are perfect in our imperfection.', 'title': 'The Power of Ritual: Turning Everyday Activities into Soulful Practices', 'tokens': 1419.0}}, {'id': '8', 'score': 0.0, 'values': [], 'metadata': {'author_name': 'Dan Heath', 'category': 'Most Popular', 'tagName': 'Climate Change', 'text': ' title | Upstream: How to Solve Problems Before They Happen, author_name | Dan Heath, category | Most Popular, tagName | Climate Change, description | Dan Heath and his brother, Chip, have written four New York Times bestselling books: Made to Stick, Switch, Decisive, and The Power of Moments, which have sold over three million copies worldwide. Heath is a senior fellow at Duke University%u2019s CASE center, which supports entrepreneurs fighting for social good.1. We spend too much time %u201Cdownstream%u201D and not enough time %u201Cupstream.%u201DSo often in life, we find ourselves trapped in a cycle of reaction, putting out fires or responding to emergencies without going upstream to address the systems that beget those problems. A classic example of this is our healthcare system%u2014as former CMS deputy director Patrick Conway put it, "We\'ll pay $40,000 a year for the price of insulin, but we won\'t pay $1,000 to prevent someone from ever getting diabetes."2. There%u2019s no glory in upstream work, and we need to fix that.When we think about heroes, we think about firefighters, first responders, and lifeguards who save people from drowning. But we also need to recognize the people who keep the day from needing to be saved, like a police officer who, by virtue of her presence at a notoriously chaotic intersection, causes drivers to drive more carefully, and prevents accidents from happening. People like that are our upstream heroes.3. To prevent problems, reconnect fragmented systems.At so many companies, departments are divided into silos%u2014marketers find potential leads, IT specialists keep the tech running, and customer service reps answer as many queries as they can. This specialization is wonderful for efficiency and productivity, but it can be very bad for upstream work. Upstream success means stitching disparate goals together, creating a joint effort to prevent problems rather than react to them.4. Macro change often starts with micro work.Over a span of ten months, Rockford, Illinois became the first city in the U.S. to eliminate the problem of veteran and chronic homelessness. And they did it by first gathering real-time information about all the homeless people in the city, name by name, location by location. Only when you get that close to a problem can you spot leverage points in systems that need to be changed. Ultimately, you can\'t help a million people until you really understand how to help one.5. We can improve our lives with upstream thinking.A man named Rich Merissa and his wife had a recurring argument%u2014when Rich would take the dog out, he would flip the hallway light on, but when he%u2019d return, he%u2019d often forget to turn it off, which really irked his wife. Then one day, a solution dawned on Rich. He went to Home Depot and bought a $10 light switch timer, which automatically turned the light off after a set period of time. Problem solved! Indeed, how many problems are we tolerating simply because we%u2019ve forgotten that we can fix them? In cases like this, upstream thinking can help. ', 'title': 'Upstream: How to Solve Problems Before They Happen', 'tokens': 666.0}}, {'id': '15', 'score': 0.0, 'values': [], 'metadata': {'author_name': 'Sarah Frier', 'category': 'nan', 'tagName': 'Decision-Making', 'text': ' title | No Filter: The Inside Story of Instagram, author_name | Sarah Frier, category | nan, tagName | Decision-Making, description | Sarah Frier reports on social media companies for Bloomberg News out of San Francisco. Her award-winning features and breaking stories have earned her a reputation as an expert on how Facebook, Instagram, Snapchat, and Twitter make business decisions that affect their future and our society. Frier is also a frequent contributor to Bloomberg Businessweek and Bloomberg Television.1. Instagram is the ultimate benchmark of relevance in modern society.If you %u201Cwin%u201D at Instagram, you can skip past society%u2019s normal gatekeepers and chart the life you want. More than six million people have Instagram followings over one million, and more than 200 million people have followings over 50 thousand, the level at which they can potentially make a living. Brands call those people %u201Cinfluencers,%u201D and pay themto incorporate products into their posts. Also, any business that builds something visual (food, makeup, fashion, home decor, etc.) has to think about how it will perform on Instagram, changing what products are available and how they%u2019re sold.2. The design of Instagram puts immense pressure on us to perform.Instagram was launched in 2010 as a marriage of art and technology, allowing people to make their otherwise grainy and poorly lit photos seem artsy and nostalgic. But Instagram profiles have now become life r�sum�s%u2014people check Instagram to see if someone is worth dating, or accepting into a fraternity, or hiring for a job. So people go out of their way to achieve Instagram eye candy, using apps to airbrush their skin or shape their figures. This is causing feelings of insecurity and inadequacy, and a mental health crisis for teens.3. The number one influencer on Instagram is Instagram itself.Unlike Facebook and Twitter, Instagram has a thesis about what kind of content they want to become more popular. They have an editorial strategy to promote their favorite users, helping them get attention and even brand deals. The corporate account, @instagram, has about 350 million followers%u2014more than any Kardashian%u2014and when the company picks people to feature there, they become instantly more famous. Instagram also has a robust partnerships team that personally tends to A-list celebrities, sometimes shaping the product based on their needs. All this means that Instagram is not a level playing field.4. Every company ends up being a reflection of its founders.In 2012, Instagram sold to Facebook for $1 billion. They took the deal in part because Mark Zuckerberg, the CEO of Facebook, promised Kevin Systrom, the CEO of Instagram, that his app could operate completely independently. Systrom cared about doing things in the best way possible%u2014he would develop deep interests and obsessions about everything from coffee to the stitching of Italian leather. So Instagram was the perfect app for Systrom, as it highlights people who are the best at what they do. He thought he could hold on to his product sensibilities, and that Zuckerberg would leave him alone%u2014but he thought wrong.5. Instagram is rapidly becoming more like Facebook.After the 2016 presidential election, Facebook was blamed for manipulating public discourse because it allowed misinformation from Russia to go viral. While the company was facing scrutiny, Instagram was thriving, considered an escape from Facebook to a happier place. Zuckerberg started to think that his own acquired product%u2014Instagram%u2014was siphoning away attention from Facebook. So he cut off some of Instagram%u2019s independent resources, and at the end of 2018, the Instagram founders left their creation. Today, Instagram is much less independent; the immense power that Instagram built over our culture is now completely in Mark Zuckerberg%u2019s control.', 'title': 'No Filter: The Inside Story of Instagram', 'tokens': 803.0}}, {'id': '22', 'score': 0.0, 'values': [], 'metadata': {'author_name': 'Thomas Wedell-Wedellsborg', 'category': '7 Books That Make Bold Predictions About the Future', 'tagName': 'Happiness', 'text': " title | What's Your Problem? To Solve Your Toughest Problems, Change the Problems You Solve, author_name | Thomas Wedell-Wedellsborg, category | 7 Books That Make Bold Predictions About the Future, tagName | Happiness, description | Thomas Wedell-Wedellsborg is a globally recognized expert on innovation and problem-solving. He has shared and refined his reframing method with clients like Cisco, Microsoft, Citigroup, Time Warner, Prudential, Credit Suisse, Deloitte, the Wall Street Journal,and the United Nations. His first book, Innovation as Usual, with Paddy Miller, was translated into five languages.1. To solve a tough problem, start by reframing it.Imagine that you are the owner of an office building, and your tenants complain that the elevator is too slow. It%u2019s tempting to start brainstorming ways to make the elevator faster, but landlords suggest a cheaper solution: put mirrors in the elevator. When faced with a mirror, people completely forget time as they gaze at their own reflection. Notice that the mirror doesn%u2019t make the elevator faster%u2014it solves a different, perhaps more fundamental problem, namely that people notice the wait.2. Reframing isn%u2019t about %u201Cmore time.%u201DYou don%u2019t need to take a week to go think deep thoughts about your problem. In fact, reframing isn%u2019t something you do solely before taking action%u2014it%u2019s something you do while taking action. In one study, the most successful artists thought about a problem for a bit, then started drawing. Then they circled back to the problem and tried to rethink it as they worked on it. In short, reframing isn%u2019t about finding more time to think%u2014it%u2019s about using the time you have in a better way.3. Not all questions are created equal.Better understanding often comes from asking more questions%u2014but they have to be the right ones. Try formulating questions in line with these five reframing strategies:1. Look outside the frame, asking if the initial concern (like the speed of the elevator) is the right thing to focus on.2. Look in the mirror, asking what role you are playing in creating the problem.3. Rethink the goal you are trying to reach. Is the current definition of success the one you really want?4. Look for positive exceptions. If similar issues were resolved in the past, what can you learn from those cases?5. Take on the perspective of other people involved.4. You need input from outsiders.No matter how smart you are, you will always have blind spots when it comes to your own problems. So make sure, early in the process, to discuss your dilemma with someone who is slightly further away from it than you are. The more important your problem is, the more effort you should invest in getting diverse people and perspectives involved in trying to reframe it.5. It%u2019s time to democratize reframing.There are many personal reasons to learn reframing, from getting better at solving problems to making a bigger difference to the causes you care about. But this goes beyond the individual%u2014it%u2019s an important skill for society at large. Notice how political figures talk about a hot topic, and you%u2019ll see how they try to use reframing to influence or even manipulate others. A population more fluent in reframing will be better protected against people with bad intentions and more prepared to build a bright future.", 'title': "What's Your Problem? To Solve Your Toughest Problems, Change the Problems You Solve", 'tokens': 761.0}}, {'id': '13', 'score': 0.0, 'values': [], 'metadata': {'author_name': 'Vivek Murthy', 'category': '5 New Books That Will 10x Your Productivity', 'tagName': 'Creativity', 'text': " title | Together: The Healing Power of Human Connection in a Sometimes Lonely World, author_name | Vivek Murthy, category | 5 New Books That Will 10x Your Productivity, tagName | Creativity, description | Dr. Vivek H. Murthy has served as the Surgeon General of the United States under President Obama and President Biden.  As the Vice Admiral of the US Public Health Service Commissioned Corps, he commanded a uniformed service of 6,600 public health officers globally. An internal medicine physician and entrepreneur, Dr. Murthy has co-founded a number of organizations, including HIV/AIDS education program VISIONS, software company TrialNetworks, and Doctors for America.1. Loneliness is more common%u2014and more consequential%u2014than we think.According to a 2018 report, 22% of all adults in the U.S. say they often or always feel lonely or socially isolated. That's well over 55 million people, nearly double the number of people who have diabetes. And a growing body of research indicates that loneliness is associated with a greater risk of coronary heart disease, high blood pressure, stroke, dementia, depression, and anxiety. In fact, lacking social connection is associated with a reduction in lifespan equal to the risk of smoking 15 cigarettes a day.2. The impact of technology on loneliness depends on how we use it.On the one hand, social media can allow people, who are isolated due to disability or illness or because they belong to marginalized groups, to find communities with which to connect. Such platforms can make it easier stay in touch with old friends, too. On the other hand, social media can foster an unhealthy culture of online comparison. It can also keep us perpetually distracted, thereby threatening healthy moments of solitude and degrading the quality of time spent with family and friends.3. Our connection to others begins with our connections to ourselves.Connection to self is grounded in two elements: self-knowledge and self-compassion. To know ourselves better, we need to think about what we value and why we respond to the world and others as we do. The goal is to understand our natural instincts, feelings, and behaviors so that they inform our choices instead of colliding with them. Self-compassion forms a bridge between self-knowledge and self-acceptance. Loving-kindness toward oneself is the first path leading over that bridge.4. When building connection, small steps make a big difference.Here are two examples of steps we can take: First, spend at least 15 minutes each day communicating with someone you love. You could video conference with a friend or family member, call them on the phone, or simply write them a message saying you're thinking of them. Second, make the time you do spend with people as distraction-free as possible. One of the greatest gifts we can give another human being is the gift of our full attention, which gives both parties the chance to be open and vulnerable.5. Service is a powerful and unexpected antidote to loneliness.As our loneliness deepens, we become more preoccupied with our own emotional safety and have little energy for others, which then only deepens our loneliness. Service is powerful because it shifts the focus from ourselves to someone else in the context of a positive experience, thereby breaking this vicious cycle. Helping others reminds us that we have value to add to other people's lives, thereby strengthening our connection to ourself just as it does our connection to others.", 'title': 'Together: The Healing Power of Human Connection in a Sometimes Lonely World', 'tokens': 709.0}}, {'id': '10', 'score': 0.0, 'values': [], 'metadata': {'author_name': 'Jim McKelvey', 'category': 'nan', 'tagName': 'Compassion', 'text': " title | The Innovation Stack: Building an Unbeatable Business One Crazy Idea at a Time, author_name | Jim McKelvey, category | nan, tagName | Compassion, description | Jim McKelvey is a serial entrepreneur, inventor, philanthropist and artist. He is the cofounder of Square, was chairman of its board until 2010, and still serves on the Board of Directors. In 2017, he was appointed as an Independent Director of the St. Louis Federal Reserve.1. Square squared off with Amazon and won, thanks to the Innovation Stack.When Jim McKelvey founded Square in 2009 with Jack Dorsey, everything started off great. But in 2014, Amazon copied their product and undercut their price, threatening to make Square the latest tech startup crushed by their titanic weight. But then, unexpectedly, Amazon backed off. How did Square survive? McKelvey spent years looking for the answer, and the result is a strategy he calls the %u201CInnovation Stack.%u201D2. The word %u201Centrepreneur%u201D used to mean something very different.These days, opening a coffee shop or starting an accounting firm qualifies you as an entrepreneur. But when economist Joseph Schumpeter popularized the word a hundred years ago, he was referring to businesspeople who were a little crazy, who were doing things that had truly never been done before.3. There are such things as %u201Cperfect problems%u201D.Think of every possible problem in the world sorted by level of difficulty. On one side of the continuum, you have problems that we definitely know how to tackle, and on the other end, there are problems that are well beyond our abilities to solve. But in the middle are %u201Cperfect problems%u201D that we can solve%u2014but only if we invent brand new solutions.4. Opportunity often lies beyond the market%u2019s end.Picture a market like a pyramid. At the top of the pyramid, you have a few luxury brands, high prices, and low volumes; then as you move down, the prices get lower and the volumes get higher until finally, at the bottom of the pyramid, the market stops. These days, the market for new cars ends at about $15,000, so if you only have $5,000 to spend, you're not getting a new car. But many successful entrepreneurial companies built for an invisible and unknown market below what everyone thought was possible. In other words, if you want to be big, go low.5. When trying something radically new, there are no guarantees.Many of the people who have changed history just wanted to do what everyone else was doing, but were excluded, finding themselves in a strange land without a map. And when they ventured into entrepreneurship%u2014in its classic definition, attempting to solve a perfect problem%u2014they often worked without guarantees or credentials, because by definition, there can be no expert of the new.", 'title': 'The Innovation Stack: Building an Unbeatable Business One Crazy Idea at a Time', 'tokens': 621.0}}, {'id': '18', 'score': 0.0, 'values': [], 'metadata': {'author_name': 'Jamer Hunt', 'category': 'Books by Veterans to Read This Memorial Day', 'tagName': 'Economics', 'text': ' title | Not to Scale: How the Small Becomes Large, the Large Becomes Unthinkable, and the Unthinkable Becomes Possible, author_name | Jamer Hunt, category | Books by Veterans to Read This Memorial Day, tagName | Economics, description | Jamer Hunt is the Vice Provost for Transdisciplinary Initiatives at The New School, and was founding director of the graduate program of Transdisciplinary Design at Parsons School of Design. He co-founded DesignPhiladelphia, the country\'s largest design week, and has published over two dozen articles for platforms such as Huffington Post. He was also included in Fast Company%u2019s list of the "Most CreativePeople."1. Scale organizes experience.When you get up in the morning and get dressed for work, do you wear a sweater, a light jacket, or a heavy coat? Chances are you check a thermometer to decide. A thermometer gives quantitative specificity to the temperature outside%u2014it takes a subjective experience, and makes it common to all of us. Scale is a way to measure how big, small, fast, heavy, cold, or full something might be. In other words, scale organizes experience, and makes it knowable.2. We are not to scale.My laptop keeps increasing in storage capacity, but it also keeps getting slimmer in size. I keep my whole life on that computer; almost everything that I\'ve ever made, recorded, built, or designed is all stored in a medium that I have little perceptual access to. We spend over half our days staring at content on screens we can look at but not   touch, smell, taste, or hear. We\'ve separated the world from our body and senses; as a result, scale no longer makes sense in the same way.3. As we shift in scale, the problems change.A scientist named Frits Went once posed an interesting thought exercise: Can an ant learn to read? You might think of ants as smart or not, but that\'s not really the issue. Because as you shrink a book down to the scale of an ant, the bonds between the electrons and the pages are so strong that an ant would not be able to turn the pages. In other words, as you move in scale, the problems change. As another example, notice how Facebook was originally a way for college students to judge one another%u2019s appearance. Then it grew larger and larger in scale, and eventually became weaponized to help tilt an American presidential election.4. Use scalar framing for a multi-pronged approach to tough problems.Much like the famous video Powers of Ten,the world looks very different as you zoom in and out. Let\'s look at, for example, how we might make bicycling in New York City more popular. At the scale of the individual, a useful goal could be designing a better bicycle, one that folds more easily and is easier to carry around. If we zoom out, we\'re now looking at the streetscape, and it becomes an urban design problem: How do we redesign the streetscape to make it safer for bicycling? Zooming out to the national level, how do we use governmental regulations to incentivize bicycle use?5. Four insights about scale that drive innovation:1) Every problem is both local and global. Realize that you have options because you can shift scale to gain new advantages.2) Act at the scale that maximizes your capacity. If you\'re a lone industrial designer, then go ahead and redesign the bicycle to make it more comfortable, foldable, or easier to carry. But if you\'re that same lone individual who also rides bikes on the weekend with a city councilwoman, then perhaps the two of you can change city policy to make bicycling safer or more appealing.3) You will gain insight from framing at another scale. You%u2019ll likely see a whole new set of possibilities.4) At every new scale, new collaborators will emerge. As you shift your scale from the individual to the streetscape, for instance, wouldn\'t it be enlightening to talk to a city bus driver, or a traffic engineer, or a crossing guard? These collaborators will have new ways of looking at the problem that you never imagined.', 'title': 'Not to Scale: How the Small Becomes Large, the Large Becomes Unthinkable, and the Unthinkable Becomes Possible', 'tokens': 863.0}}, {'id': '28', 'score': 0.0, 'values': [], 'metadata': {'author_name': 'David M. Cote', 'category': 'Most Productive Summer Ever!', 'tagName': 'Medicine', 'text': " title | Winning Now, Winning Later: How Companies Can Succeed in the Short Term While Investing for the Long Term, author_name | David M. Cote, category | Most Productive Summer Ever!, tagName | Medicine, description | David Cote served as Chairman and CEO of the industrial giant Honeywell for over 16 years, during which time he grew the company’s market capitalization from around $20 billion to nearly $120 billion, delivering returns of 800 percent and beating the S&P by nearly two and a half times. Currently, David is Executive Chairman of Vertiv Holdings Co, a global data center products and services provider. He is a member of the Aspen Economic Strategy Group and on the Boards of the Council on Foreign Relations and the Conference of Montreal.1. Success is about achieving two seemingly conflicting things at the same time.Most people want to focus on just one thing at a time, because it's easier. I used to call it my “any ninny theory,” because any ninny can do just one thing. Examples in the business world include: do you want low inventory, or great customer delivery? High prices, or great volumes? In society, do we want to reopen the economy, or keep the virus from spreading? In every case, you want to achieve both—and the same is true when it comes to achieving both short-term and long-term results.2. Parallel focuses on the short term and long term are not mutually exclusive—they are mutually reinforcing.We need to invest in the long term, because the long term eventually becomes the short term. And if the seed-planting has not been done, then you run out of gas. But performance in the short term is also important because, for one, you need to provide a return to owners or your boss. And two, short-term performance provides validation that you are on the right long-term path. For me, one good way to tie the short term to the long term was at the beginning of a given year, I would tell each of my staff members what I expected from them for the following year. We also set aside 12 days a year to address strategic opportunities.3. A long-term focus starts with the leader’s mindset.If the leader's mindset isn't there, or if she doesn't walk the talk, then long-term initiatives won’t work. The leader needs to talk about it, invest in seed-planting for the future, and stop all short-term practices that hurt in the long term. A great way for a leader to change their mindset is to give themselves time to think and plan. Too many leaders become victims of their calendars, racing from one thing to another, with only a stray hour here or there to think. Before a year even began, I would set aside two to three days each month, during which I would think about the company, global trends, our processes and people, and issues I hadn't addressed. That unstructured long-range thinking was hugely beneficial to our success.4. The trick is in the doing.We all know the same stuff: Customer service is important, a high-performing culture is important, et cetera. But if we all know this stuff, why is there such a difference in performance among companies? Because the trick is in the doing. Too many initiatives go too fast, so an organization can't assimilate the change. There are often too many leaders. Good progress isn’t tracked, which kills drive for improvement. And then there’s the maxim, “What gets measured gets done.” If you measure something, the metric does get better, but sometimes it’s simply because organizations learn how to manipulate the numbers. Knowing what your company needs isn’t enough; you have to pay careful attention to the real-world execution of your vision.5. Take control of a downturn.We handled the Great Recession differently than other companies, which showed up in our stock price over the next 10 years. When you’re facing a downturn, there are a few things to keep in mind. The first is not to panic. The second is to think independently—avoid herd thinking from the media or your own organization. Third is to stay focused on doing a great job for your customers. And fourth is to start planning for recovery, because recovery does come, regardless of what the herd may think. So keep funding your investments for the future, and use furloughs and benefits reductions to avoid layoffs. In this way, when recovery comes, you’ll have the people to support it. By doing these things, you take control of the downturn and build advantages over competitors, even during tough times.", 'title': 'Winning Now, Winning Later: How Companies Can Succeed in the Short Term While Investing for the Long Term', 'tokens': 937.0}}, {'id': '7', 'score': 0.0, 'values': [], 'metadata': {'author_name': 'Robert Glazer', 'category': '7 Books You Should Have Read By Now', 'tagName': 'Career', 'text': " title | Friday Forward: Inspiration & Motivation to Help You End Your Week Stronger Than It Started, author_name | Robert Glazer, category | 7 Books You Should Have Read By Now, tagName | Career, description | Robert Glazer is the founder and CEO of global partner marketing agency, Acceleration Partners, which was recognized as a best place to work by Inc., Fortune, Forbes, Entrepreneur, the Boston Globe, and Glassdoor. He is also the co-founder and Chairman of BrandCycle and was selected as Glassdoor’s #2 small-business CEO in America.1. Overnight success is a myth.Before he was a world-famous musician, Ed Sheeran played 300 live shows over four years in London, selling self-published CDs from a rucksack without any real success. Along the way he lost his apartment and resorted to sleeping near a heating duct outside Buckingham Palace. But he didn't give up; in 2010, he bought a one-way ticket to Los Angeles, and eventually, he got his big break. So in addition to his talent, what led him to stratospheric success? He had a clear vision, and a dogged determination to see his dream through, despite failures, fatigue, disappointments, and setbacks. He was willing to take risks and bet on himself.2. Strive for excellence in all that you do.Ann Miura-Ko's father instilled in her the importance of giving a world-class effort to everything she did, no matter how trivial. So while working as an administrative assistant at Yale, she made crisp copies that people could not discern from the original. She used a label maker for filing, and she made sure to pick the freshest donuts when asked to bring them into the office. A few years into the job, the Dean popped in and said he needed someone to tour his friend Lewis around the engineering school. Miura-Ko gave a great tour and developed a good rapport with the man, who turned out to be Lewis Platt, the CEO of Hewlett-Packard. Platt became a key figure in her professional development, and Ann Miura-Ko went on to become one of the most respected venture capitalists in the country. As her story illustrates, when we commit to being world-class in all that we do, we are choosing our own circumstances, no matter how insignificant they might seem at the time.3. Learn to say no with these three strategies.Give up the guilt. If saying yes to a new request would mean time and attention away from something meaningful that you've already committed to, then saying no is the right thing to do.Know your core values. The next time you get an ask, consider whether fulfilling that need speaks to your core values. Time is both precious and limited, so ensure that your commitments move you toward what is most important to you.Leverage templates. When you decide to say no, how you choose to respond can make all the difference. A good rejection letter includes a personal acknowledgement of the individual making the request, an admission of your own need to focus on previous commitments, and a clear statement that you cannot help in this matter. People who get lots of requests often use templates to help them decline politely and consistently. So when you field a new type of request, consider turning your response into a template.4. The value of putting yourself first.Being selfish and putting yourself first are not the same thing. Being selfish is about believing that the world revolves around you, and not caring about the well-being of others. Putting yourself first, however, is about not compromising on your own needs. To be at our best, for ourselves and for others, we need to make sure that we are living in a way that leaves us happy, healthy, and rested. So prioritize basic needs like sleeping, eating, and exercising. Also try keeping a journal, which promotes self-accountability and mindfulness. Rather than ending up too tired to serve others or enjoy your own achievements, remember to put yourself first.5. The importance of resilience.One Sunday in April 1981, the husband of Dr. Mary-Claire King declared that he was leaving her. The following day after work, she discovered that her house had been burglarized. That Friday, King was scheduled to fly to DC to make a case for her first research grant, but she had no one to watch her daughter. So, she called her mentor and told him that she couldn’t make the trip, but he told King to bring her daughter along. He even bought her daughter a plane ticket. In the end, King gave her presentation, received a grant for her research, and later made one of the largest discoveries in breast cancer to date. Mary-Claire King had every reason to quit that week, but the truth is, we all have bad days, weeks, and even months. The question is not whether they will happen, but how we handle them. Will we laugh off our bad luck, or get immobilized by despair? The important thing is to just keep moving forward.", 'title': 'Friday Forward: Inspiration & Motivation to Help You End Your Week Stronger Than It Started', 'tokens': 1030.0}}, {'id': '2', 'score': 0.0, 'values': [], 'metadata': {'author_name': 'string', 'category': 'string', 'tagName': 'string', 'text': ' title | string, author_name | string, category | string, tagName | string, description | string', 'title': 'string', 'tokens': 20.0}}]